tap "eddieantonio/eddieantonio"
tap "gbataille/gba"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "isacikgoz/taps"
tap "johngrib/johngrib"
tap "osx-cross/avr"
tap "universal-ctags/universal-ctags"
brew "openssl@1.1"
brew "python"
brew "awscli"
brew "bash"
brew "bat"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "dfu-programmer"
brew "fortune"
brew "fzf"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "jq"
brew "libressl"
brew "llvm"
brew "lua"
brew "luarocks"
brew "mas"
brew "nethack"
brew "node"
brew "php-cs-fixer"
brew "pinentry-mac"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "rig"
brew "ripgrep"
brew "ruby"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "yank"
brew "eddieantonio/eddieantonio/imgcat"
brew "gbataille/gba/githud"
brew "isacikgoz/taps/gitin"
brew "johngrib/johngrib/droller"
brew "osx-cross/avr/avr-gcc"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"], link: false
cask "dbeaver-community"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "keycastr"
cask "kitematic"
cask "macvim"
cask "sequel-pro"
cask "vimr"
cask "bitwarden"
cask "hammerspoon"
cask "firefox"
cask "karabiner-elements"
cask "dropbox"
cask 'font-meslolg-nerd-font'
mas "1Password", id: 443987910
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
