{
  "fzf.vim": { "branch": "master" },
  "grib-wiki": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-choosewin": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-enmasse": { "branch": "master" },
  "vim-f-hangul": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vimwiki": { "branch": "johngrib" },
  "winresizer": { "branch": "master" }
}
