{
  "FlatColor-johngrib": { "branch": "master" },
  "axring.vim": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "grib-wiki": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "matchit.zip": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "taglist.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-choosewin": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-enmasse": { "branch": "master" },
  "vim-f-hangul": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-gutentags": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-togglelist": { "branch": "master" },
  "vimwiki": { "branch": "johngrib" },
  "winresizer": { "branch": "master" }
}
